export const QnAList = [
  {
    title: "DB에서 가져 오는 데이터",
    content:
      "우측 상단의 '회원가입' 버튼을 클릭하신 후, 필수 정보를 입력하시면 간편하게 회원가입이 가능합니다.",
  },
  {
    title: "배송 기간은 얼마나 걸리나요?",
    content:
      "결제 완료 후 평균 2~3일 이내에 상품이 발송되며, 지역에 따라 배송 기간이 달라질 수 있습니다.",
  },
  {
    title: "주문 취소는 어떻게 하나요?",
    content:
      "마이페이지 > 주문내역에서 취소를 원하는 주문을 선택하신 후 '주문취소' 버튼을 클릭하시면 됩니다. 단, 상품이 이미 발송된 경우 취소가 불가합니다.",
  },
  {
    title: "교환/반품은 어떻게 신청하나요?",
    content:
      "상품 수령 후 7일 이내에 마이페이지 > 주문내역에서 교환/반품 신청이 가능합니다. 자세한 사항은 고객센터로 문의해 주세요.",
  },
  {
    title: "비회원도 주문이 가능한가요?",
    content:
      "네, 비회원도 주문이 가능하지만, 주문 내역 확인 및 다양한 혜택을 받으시려면 회원가입을 추천드립니다.",
  },
];
